{
  "data": [
    {"color": 1, "content": "금융 거래에 주의가 필요한 날입니다. 신중히 결정하세요."},
    {"color": 1, "content": "오늘은 예상치 못한 지출이 발생할 수 있습니다. 절약하세요."},
    {"color": 1, "content": "큰 투자는 피하는 것이 좋습니다. 재정적 손실이 예상됩니다."},
    {"color": 2, "content": "오늘은 재정적으로 조심해야 하는 날입니다. 불필요한 지출을 줄이세요."},
    {"color": 2, "content": "소소한 금전적 이득이 있을 수 있지만, 큰 기대는 하지 마세요."},
    {"color": 2, "content": "금융적인 문제가 발생할 수 있으니, 주의하세요."},
    {"color": 3, "content": "오늘은 재정적으로 평범한 하루가 될 것 같습니다."},
    {"color": 3, "content": "작은 재정적 이득이 있을 수 있지만, 큰 변화는 없을 것입니다."},
    {"color": 3, "content": "오늘은 재정적으로 안정적인 날입니다. 큰 기회나 손실은 없을 것 같네요."},
    {"color": 4, "content": "오늘은 재정적으로 안정적인 하루가 될 것입니다. 소소한 이득이 있을 수 있습니다."},
    {"color": 4, "content": "재정적으로 조심스러운 태도가 중요합니다. 하지만 긍정적인 결과가 기다립니다."},
    {"color": 4, "content": "오늘은 재정적으로 괜찮은 날입니다. 무리하지 않는 선에서 투자해보세요."},
    {"color": 5, "content": "오늘은 재정적으로 좋은 기회가 있을 것 같습니다. 적극적으로 투자하세요."},
    {"color": 5, "content": "금융적으로 긍정적인 변화가 예상됩니다. 새로운 기회를 잡을 준비를 하세요."},
    {"color": 5, "content": "오늘은 재정적으로 행운이 따를 것 같습니다. 새로운 기회를 놓치지 마세요."},
    {"color": 6, "content": "오늘은 경제적으로 매우 긍정적인 하루가 될 것입니다. 대담한 투자가 좋은 결과를 가져올 수 있습니다."},
    {"color": 6, "content": "재정적으로 큰 이득이 예상됩니다. 기회를 적극적으로 활용하세요."},
    {"color": 6, "content": "오늘은 투자에서 큰 성공을 거둘 수 있는 좋은 날입니다."},
    {"color": 7, "content": "오늘은 재정적으로 매우 좋은 기회가 있을 것입니다. 큰 이득을 기대하세요."},
    {"color": 7, "content": "금전적으로 대성공을 거둘 수 있는 날입니다. 큰 기대를 해도 좋습니다."},
    {"color": 7, "content": "오늘은 경제적으로 매우 행운이 따르는 날입니다. 큰 기회를 잡을 수 있을 것입니다."},
    {"color": 1, "content": "경제적으로 어려운 상황에 직면할 수 있습니다. 지출을 줄이세요."},
    {"color": 2, "content": "금전적인 문제에 직면할 수 있으니, 예비 자금을 준비하십시오."},
    {"color": 3, "content": "오늘은 재정적으로 평범한 날입니다. 큰 손익은 없을 것입니다."},
    {"color": 4, "content": "오늘은 재정적으로 안정적인 하루입니다. 작은 이득이 있을 수 있습니다."},
    {"color": 5, "content": "금융적인 면에서 긍정적인 소식이 있을 것입니다. 기회를 잘 활용하세요."},
    {"color": 6, "content": "오늘은 재정적으로 큰 이득을 볼 수 있는 날입니다."},
    {"color": 7, "content": "금전적으로 대박이 터질 수 있는 날입니다. 행운을 누리세요."},
    {"color": 1, "content": "오늘은 재정적으로 조심해야 할 날입니다. 불필요한 지출을 피하십시오."},
    {"color": 2, "content": "금전적인 손실이 예상되니, 주의 깊게 행동하십시오."},
    {"color": 3, "content": "재정적으로 중요한 결정을 내리기 전에 신중하게 고려하십시오."},
    {"color": 4, "content": "오늘은 재정적으로 안정적인 날이지만, 큰 기대는 하지 마세요."},
    {"color": 5, "content": "금전적인 이득을 기대할 수 있는 날입니다. 재테크에 관심을 가져보세요."},
    {"color": 6, "content": "오늘은 재정적으로 큰 성공을 거둘 수 있는 날입니다. 적극적으로 행동하십시오."},
    {"color": 7, "content": "오늘은 경제적으로 큰 행운이 따를 날입니다. 기회를 최대한 활용하세요."}
  ]
}